apt-transport-https
autoconf
automake
bsd-mailx
build-essential
cmake
dconf-editor
direnv
docker
dropbox
editorconfig
emacs28-nativecomp
expressvpn
firefox-dbg
fonts-firacode
fonts-jetbrains-mono
fzf
gcc-10
gh
git
git-crypt
gnupg-agent
golang
google-chrome-stable
gparted
grub-efi
htop
hugo
imagemagick
imagemagick-6.q16
kitty
krita
libacl1-dev
libasound2-dev
libcurl4-openssl-dev
libdbus-1-dev
libgccjit0
libgccjit-10-dev
libgif-dev
libgmp-dev
libgnutls28-dev
libgpm-dev
libgraphicsmagick++-q16-12
libgraphicsmagick-q16-3
libgtk-3-dev
libjansson-dev
libjpeg-dev
libjpeg-turbo8-dev
liblockfile-dev
libmagick++-6.q16-8
libncurses5-dev
libncurses-dev
libotf-dev
libpng-dev
libselinux1-dev
libsystemd-dev
libtiff-dev
libtool
libtool-bin
libvterm-dev
libwebkit2gtk-4.0-dev
libxaw7-dev
libxml2-dev
markdown
nemo-gtkhash
nemo-terminal
npm
nvidia-driver-515
nvidia-settings
okular
openjdk-17-jdk
openoffice.org-hyphenation
ppa-purge
python3-gpg
python3-pip
qbittorrent
quilt
rlwrap
sharutils
shellcheck
shfmt
software-properties-common
stow
texinfo
texlive-full
texlive-latex-extra
tldr
tmux
tree
virtualbox
xaw3dg-dev
zathura
zlib1g-dev
zsh
